[
  {
    "name": "Gestionnaire de mots de passe",
    "description": "Un gestionnaire de mots de passe permet de créer, stocker et gérer des mots de passe forts et uniques pour tous vos comptes en ligne de manière sécurisée.",
    "category": "Authentification",
    "url": "",
    "use_case": "Créer et mémoriser des mots de passe complexes uniques pour chaque compte sans avoir à les retenir. Synchronisation entre tous vos appareils.",
    "dangers": "Phishing, Vol de mots de passe, Réutilisation de mots de passe",
    "related_rules": "2, 3",
    "related_scenarios": ""
  },
  {
    "name": "Antivirus",
    "description": "Logiciel qui détecte, bloque et supprime les virus, malwares et autres menaces informatiques qui peuvent infecter vos appareils.",
    "category": "Protection",
    "url": "",
    "use_case": "Protection en temps réel contre les virus, ransomwares, spywares et autres logiciels malveillants. Analyse régulière des fichiers et programmes.",
    "dangers": "Malware, Ransomware, Virus, Cheval de Troie",
    "related_rules": "6, 10",
    "related_scenarios": "9"
  },
  {
    "name": "VPN (Réseau privé virtuel)",
    "description": "Un VPN chiffre votre connexion internet et masque votre adresse IP, protégeant ainsi vos données sur les réseaux publics et préservant votre confidentialité.",
    "category": "Confidentialité",
    "url": "",
    "use_case": "Sécuriser vos connexions sur les réseaux WiFi publics, protéger vos données de navigation et accéder à du contenu géolocalisé en toute sécurité.",
    "dangers": "Interception de données, Espionnage sur réseau public, Attaque Man-in-the-Middle",
    "related_rules": "11, 16",
    "related_scenarios": "1"
  },
  {
    "name": "Pare-feu (Firewall)",
    "description": "Un pare-feu surveille et contrôle le trafic réseau entrant et sortant, bloquant les connexions non autorisées et protégeant contre les intrusions.",
    "category": "Protection",
    "url": "",
    "use_case": "Bloquer les tentatives d'accès non autorisées à votre ordinateur ou réseau. Protection contre les attaques réseau et les logiciels malveillants qui tentent de communiquer vers l'extérieur.",
    "dangers": "Intrusion réseau, Accès non autorisé, Exfiltration de données",
    "related_rules": "6, 16",
    "related_scenarios": ""
  },
  {
    "name": "Authentification à deux facteurs (2FA)",
    "description": "Application qui génère des codes temporaires pour renforcer la sécurité de vos connexions en ajoutant une seconde couche de vérification.",
    "category": "Authentification",
    "url": "",
    "use_case": "Protéger vos comptes avec une double vérification : mot de passe + code temporaire. Même si votre mot de passe est compromis, l'accès reste bloqué sans le second facteur.",
    "dangers": "Vol de compte, Phishing, Accès non autorisé",
    "related_rules": "3",
    "related_scenarios": "5, 7"
  },
  {
    "name": "Chiffrement de disque",
    "description": "Technologie qui chiffre l'intégralité de votre disque dur pour protéger vos données même si votre appareil est volé ou perdu.",
    "category": "Chiffrement",
    "url": "",
    "use_case": "Protéger toutes les données stockées sur votre ordinateur ou téléphone. En cas de vol ou perte de l'appareil, les données restent inaccessibles sans la clé de déchiffrement.",
    "dangers": "Vol de données physiques, Perte d'appareil, Accès non autorisé aux données",
    "related_rules": "4, 5, 12",
    "related_scenarios": "3"
  },
  {
    "name": "Sauvegarde automatique",
    "description": "Système qui crée automatiquement des copies de vos données importantes à intervalles réguliers sur un support externe ou dans le cloud.",
    "category": "Protection des données",
    "url": "",
    "use_case": "Récupérer vos données en cas de panne matérielle, attaque ransomware, suppression accidentelle ou sinistre. Suivre la règle 3-2-1 : 3 copies, 2 supports différents, 1 hors site.",
    "dangers": "Ransomware, Perte de données, Panne matérielle",
    "related_rules": "13",
    "related_scenarios": ""
  },
  {
    "name": "Filtre anti-spam et anti-phishing",
    "description": "Outil qui analyse vos emails pour détecter et bloquer les messages frauduleux, spams et tentatives de phishing avant qu'ils n'atteignent votre boîte de réception.",
    "category": "Email",
    "url": "",
    "use_case": "Protéger votre boîte mail des courriels malveillants, faux messages bancaires, arnaques et liens dangereux. Réduire le risque de cliquer sur des contenus frauduleux.",
    "dangers": "Phishing, Spear phishing, Arnaque par email, Malware par pièce jointe",
    "related_rules": "7, 8",
    "related_scenarios": "2, 5, 7"
  },
  {
    "name": "Navigateur sécurisé",
    "description": "Navigateur web configuré avec des extensions de sécurité (bloqueurs de publicités, anti-tracking) et des paramètres de confidentialité renforcés.",
    "category": "Navigation",
    "url": "",
    "use_case": "Naviguer sur internet en bloquant les trackers publicitaires, scripts malveillants et sites dangereux. Protéger votre vie privée en limitant la collecte de données.",
    "dangers": "Tracking publicitaire, Sites malveillants, Collecte de données personnelles",
    "related_rules": "9, 15",
    "related_scenarios": ""
  },
  {
    "name": "Mise à jour automatique",
    "description": "Fonctionnalité qui télécharge et installe automatiquement les correctifs de sécurité et mises à jour pour vos systèmes d'exploitation et logiciels.",
    "category": "Maintenance",
    "url": "",
    "use_case": "Corriger les failles de sécurité dès qu'elles sont découvertes, sans intervention manuelle. Maintenir tous vos logiciels à jour pour éviter l'exploitation de vulnérabilités connues.",
    "dangers": "Exploitation de vulnérabilités, Zero-day, Attaques ciblées",
    "related_rules": "6",
    "related_scenarios": ""
  },
  {
    "name": "Clé de sécurité matérielle (USB)",
    "description": "Dispositif physique USB qui sert de second facteur d'authentification, offrant une protection maximale contre le phishing et le vol de compte.",
    "category": "Authentification",
    "url": "",
    "use_case": "Protection ultime pour vos comptes critiques. Impossible de se connecter sans la clé physique, même si votre mot de passe est volé. Résistant au phishing car la clé vérifie le domaine.",
    "dangers": "Phishing sophistiqué, Vol de compte administrateur, Attaque sur comptes sensibles",
    "related_rules": "3, 4",
    "related_scenarios": "5"
  },
  {
    "name": "Détecteur de fuites de données",
    "description": "Service qui surveille le dark web et les bases de données piratées pour vous alerter si vos informations personnelles ont été compromises.",
    "category": "Surveillance",
    "url": "",
    "use_case": "Être averti rapidement si votre email, mot de passe ou données personnelles apparaissent dans une fuite de données. Permet de réagir vite en changeant vos mots de passe.",
    "dangers": "Fuite de données, Brèche de sécurité, Vol d'identité",
    "related_rules": "2, 18",
    "related_scenarios": ""
  }
]
